const PolicyPage = () => {
  return (
    <section className="py-[100px]">
      <div className="container max-w-[1280px] xl:text-[18px]">
        <p>
          Ми поважаємо ваше право на приватність і прагнемо забезпечити безпеку
          персональних даних усіх користувачів сайту [домен сайту].
        </p>
        <br />
        <p>
          1. Які дані ми збираємо?
          <br /> Ім’я та прізвище
          <br /> Email
          <br /> Телефон
          <br /> Інформація про ваші інвестиційні інтереси
          <br /> Дані браузера, IP-адреса, cookies, геолокація
        </p>
        <br />
        <p>
          2. Мета збору даних
          <br /> Надання консультацій та відповідей на ваші запити
          <br /> Внутрішня аналітика й покращення сервісів
          <br /> Надсилання корисних матеріалів, оновлень та пропозицій
        </p>
        <br />
        <p>
          3. Хто має доступ до ваших даних?
          <br /> Доступ до даних мають лише співробітники
          <br /> Виконавця, що залучені до обробки заявок.
          <br /> Дані не передаються третім особам, за винятком випадків,
          передбачених законом.
        </p>
        <br />
        <p>
          4. Захист інформації
          <br /> Ми застосовуємо технічні та організаційні заходи для
          запобігання несанкціонованому доступу до ваших даних.
        </p>
        <br />
        <p>
          5. Cookies та аналітика
          <br /> Ми використовуємо cookies та аналітичні сервіси (наприклад,
          Google Analytics), щоб поліпшити роботу сайту. Ви можете змінити
          налаштування cookies у своєму браузері.
        </p>
        <br />
        <p>
          6. Ваші права
          <br /> Дізнатися, які дані ми про вас зберігаємо
          <br /> Виправити або видалити персональні дані Відкликати згоду на
          обробку
          <br /> Для реалізації цих прав — зверніться на email:
          <a
            className="underline"
            href="mailto:igorzemlianskiy@gmail.com"
            target="_blank"
            rel="noreferrer"
          >
            igorzemlianskiy@gmail.com
          </a>
        </p>
        <br />
        <p>
          7. Зміни до політики
          <br /> Ми маємо право змінювати цю політику. Актуальна версія завжди
          доступна на сайті. Рекомендуємо час від часу її переглядати.
        </p>
      </div>
    </section>
  );
};

export default PolicyPage;
