type FaqItem = {
  question: string;
  answer: string;
};

export const faqData: FaqItem[] = [
  {
    question: "У чому полягає суть інвестицій у подобову оренду житла?",
    answer:
      "Інвестор купує нерухомість або частку в ній, а спеціалізована компанія займається її здачею в оренду подобово. Ви отримуєте пасивний дохід, не займаючись щоденними питаннями управління.",
  },
  {
    question: "Чим інвестиції в подобову оренду кращі за довгострокову?",
    answer:
      "Подобова оренда, як правило, дає вищу дохідність завдяки гнучкій ціновій політиці та високому попиту, особливо у туристичних і ділових центрах. До того ж, є можливість оперативно реагувати на ринкові зміни.",
  },
  {
    question: "Як я отримуватиму дохід?",
    answer:
      "Ви щомісяця отримуєте частину прибутку з оренди. Усі платежі здійснюються на ваш банківський рахунок або іншим зручним способом.",
  },
  {
    question: "Чи можу я продати свою частку/нерухомість у майбутньому?",
    answer:
      "Так, ви можете вийти з проєкту або продати свою частку іншому інвестору. Ми можемо допомогти з пошуком покупця та юридичним супроводом.",
  },
  {
    question: "Де знаходиться нерухомість, у яку можна інвестувати?",
    answer:
      "Ми працюємо на локаціях з високою зацікавленістю серед людей у подобовій оренді як в туристичних цілях так і для робочих (відрядження тощо). Кожен об’єкт проходить аналіз рентабельності перед пропозицією інвестору.",
  },
  {
    question: "Як я можу переконатися в надійності компанії?",
    answer:
      "Ми відкриті до спілкування, демонструємо результати роботи, надаємо звіти та укладаємо юридично прозорі договори. Ви також можете поспілкуватися з іншими інвесторами або переглянути кейси реалізованих проєктів.",
  },
];
